// General
"Powered by" = "Réalisée par";
"No Internet" = "Aucune connexion Internet.\r\n\r\nVeuillez vous connecter pour continuer.";
"Search..." = "Recherche...";
"OK" = "OK";
"Cancel" = "Annuler";
"Send" = "Envoyer";
"Error" = "Erreur";
"Thanks" = "Merci";
"Close" = "Fermer";
"Update" = "Mettre à jour";
// FAQ
"FAQs" = "FAQ";
"FAQ" = "FAQ";
"No FAQs" = "Aucune FAQ trouvée.";
"FAQ Error" = "Impossible d'accéder à la FAQ.\r\nVeuillez réessayer plus tard";
"How can we help?" = "Comment puis-je vous aider ?";
"No matches found" = "Aucune correspondance trouvée";
"Helpful?" = "Utile ?";
"Yes" = "Oui";
"No" = "Non";
"One moment please..." = "Un instant, svp...";
"Thanks for your feedback." = "Merci pour vos commentaires.";
// Versions
"Versions" = "Versions";
"No Versions" = "Aucune version trouvée.";
"Versions Error" = "Impossible d'accéder à Versions.\r\nVeuillez réessayer plus tard";
"Version" = "Version";
"An update to version %@ is available" = "Une mise à jour vers la version %@ est disponible";
"You've just updated to v%@" = "Vous venez de passer à  v%@";
"Learn More" = "En savoir plus";
// Feedback
"Contact" = "Contact";
"Your Email:" = "Email :";
"Email Placeholder" = "par ex. votrenom@icloud.com (optional)";
"attach a file" = "joindre un fichier";
"No Message." = "Aucun message.";
"Please enter a message." = "Veuillez saisir un message.";
"No Email." = "Aucune adresse e-mail.";
"Are you sure you want to send without your email? We won't be able reply to you." = "Êtes-vous sûr de vouloir envoyer ceci sans votre adresse e-mail ? Nous ne pourrons pas vous répondre.";
"Invalid Email Address." = "Adresse e-mail non valide.";
"Please check your email address, it appears to be invalid." = "Veuillez vérifier votre adresse e-mail, elle semble être non valide.";
"Sending..." = "Envoi...";
"There was an error sending your feedback, please try again." = "Une erreur est survenue lors de l'envoi de votre commentaire, veuillez réessayer.";
"We have received your feedback and will be in contact soon." = "Nous avons reçu votre commentaire et nous vous contacterons prochainement.";
"Take Photo" = "Prendre une photo";
"Choose Photo" = "Choisir une photo";
"Use Latest Photo" = "Utiliser la dernière photo";
"Can't Access." = "Accès impossible.";
"We can't access your photos, please ensure this application has access in Settings." = "Nous ne pouvons pas accéder à vos photos, veuillez vous assurer que cette application y a accès dans Réglages.";
"Error uploading." = "Erreur lors du chargement.";
"We couldn't upload the photo, please try again."  = "Nous n'avons pas pu charger la photo, veuillez réessayer." ;
"Are you sure?" = "Êtes-vous sûr ?";
"Your message will be lost." = "Votre message sera perdu.";
// Notifications
"Notifications" = "Notifications";
"No Notifications" = "Aucune notification trouvée.";
"Notifications Error" = "Impossible d'accéder aux notifications.\r\nVeuillez réessayer plus tard";
// Prompt
"What do you think about " = "Que pensez-vous de ";
"I Love It!" = "J'adore !";
"Could Be Better" = "Ça pourrait être mieux";
"Great! Could you leave us a nice review?\r\nIt really helps." = "Génial ! Pourriez-vous nous laisser un commentaire positif ?\r\nÇa nous aide beaucoup.";
"Leave a Review" = "Laisser un commentaire";
"no thanks" = "non merci";
"Could you tell us how we could improve?" = "Pouvez-vous nous dire comment nous améliorer ?";
"Send Feedback" = "Envoyer un commentaire";
